nations = [
  { name: "前魏", roles: ["曹操", "郭嘉", "程昱", "于禁", "夏侯惇/夏侯渊", "典韦", "卞氏"]}
  { name: "后魏", roles: ["曹丕", "司马懿", "贾逵", "夏侯尚/郝昭/王双", "曹休", "曹节"]}
  { name: "前蜀", roles: ["刘备", "徐庶", "庞统", "关羽", "张飞", "赵云", "糜氏"]}
  { name: "后蜀", roles: ["刘备", "诸葛亮", "秦宓", "魏延", "关兴张苞", "向宠", "关银屏"]}
  { name: "前吴", roles: ["孙坚", "周瑜", "程普", "太史慈", "甘宁/韩当", "黄盖", "小乔"]}
  { name: "后吴", roles: ["孙权", "陆逊", "阚泽", "潘璋/徐盛", "朱桓", "朱然", "步练师"]}
  { name: "公孙", roles: ["公孙瓒", "公孙康", "关靖", "公孙范", "张燕", "严纲", "蔡琰"]}
  { name: "袁绍", roles: ["袁绍", "沮授", "许攸", "颜良", "麴义", "蒋义渠", "甄姬"]}
  { name: "刘表", roles: ["刘表", "蒯良", "黄祖", "蔡瑁张允", "刘磐", "吕公", "蔡氏"]}
  { name: "董卓", roles: ["董卓", "李儒", "皇甫嵩", "吕布", "华雄", "李肃", "貂蝉"]}
  { name: "马腾", roles: ["马腾", "成公英", "韦康", "马超", "马休", "马铁", "王异"]}
  { name: "刘焉", roles: ["刘焉", "张松", "王累", "张任", "吴懿", "杨怀", "祝融"]}
  { name: "晋国", roles: ["司马师", "荀勖", "诸葛诞", "文俶", "胡奋/石苞", "毋丘俭", "夏侯徽"]}
]

module.exports = {nations: nations}
